Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
nl_nl: Met deze optie kunt u een extra manager voor deze beoordeling voorstellen. Na indiening zal de hoofdmanager die aan deze beoordeling is toegewezen beslissen of uw voorgestelde persoon/personen aan de beoordeling worden toegevoegd.

source: Additional manager request pending
nl_nl: Aanvullend managerverzoek in behandeling

source: Invited by {{name}}
nl_nl: Uitgenodigd door {{name}}

source: No other managers are involved in this review.
nl_nl: Er zijn geen andere managers betrokken bij deze beoordeling.

source: Feedback about {{employee}}
nl_nl: Feedback over {{employee}}

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
nl_nl: Uw opmerkingen worden niet opgeslagen tenzij u ze indient. Als u nu annuleert, verliest u uw opmerkingen en alle geüploade bijlagen.

source: Performance review about {{name}}
nl_nl: Prestatiebeoordeling over {{name}}

source: Performance review about me
nl_nl: Prestatiebeoordeling over mij

source: My feedback
nl_nl: Mijn feedback

source: Requests about {{employee}}
nl_nl: Verzoeken over {{employee}}

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
nl_nl: Hier kunt u de verzoeken over {{employee}} zien die binnen de beoordelingsperiode zijn verzonden. Klik op een verzoek om de antwoorden te bekijken. U kunt ook reflecteren op eerdere verzoeken uit eerdere perioden door naar uw pagina "Verzoeken over mijn team" te gaan.

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
nl_nl: De feedback die hier is opgenomen, is zichtbaar voor {{manager}} wanneer zij uw beoordeling voltooien. Overweeg om uw feedbackpagina te bezoeken om te controleren op individuele feedback die relevant kan zijn voor uw beoordeling en die u kunt delen met uw manager zodat deze zichtbaar is in dit paneel.

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
nl_nl: Dit gedeelte bevat alle feedback over {{employee}} die naar u is gestuurd of met u is gedeeld. Gebruik deze feedback om een overzicht van hun prestaties te maken.

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
nl_nl: Voor je gesprek, denk na over je gedragsprofiel en bedenk voorbeelden van momenten waarop je elk gedrag hebt getoond en hoe je je hier in de toekomst op kunt richten. Denk na over feedback of inzichten die je van je collega's hebt ontvangen en bepaal of je deze kunt gebruiken om voorbeelden te benadrukken. Zie je hiaten in je wiel? Vraag nu feedback over belangrijke gedragingen aan je collega's en belanghebbenden.

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
nl_nl: Voor uw gesprek, denk na over het gedragsprofiel van {{employee}} en bedenk voorbeelden van momenten waarop zij elk gedrag vertoonden en waar u denkt dat zij zich in de toekomst op zouden moeten richten.

source: This information is for your reference only and will not be submitted as part of the review. Only the self-reviewer and the manager reviewer can see the content of this panel. The information regarding feedback, feedback requests and behaviors is based on the review period. Content outside this review period, will not be displayed here but is accessible in the relevant locations within the application.
nl_nl: Deze informatie dient slechts ter referentie en zal niet worden ingediend als onderdeel van de beoordeling. Alleen de zelfbeoordelaar en de managerbeoordelaar kunnen de inhoud van dit paneel zien. De informatie met betrekking tot feedback, feedbackverzoeken en gedragingen is gebaseerd op de beoordelingsperiode. Inhoud buiten deze beoordelingsperiode wordt hier niet weergegeven, maar is toegankelijk op de relevante locaties binnen de applicatie.

source: Feedback visible to {{name}}
nl_nl: Feedback zichtbaar voor {{name}}

source: This feedback will be visible to {{name}} when they are completing your review. Consider visiting your feedback page and check if there is any feedback you can share with them that could be relevant to your review. Examine any feedbacks you have attached to your goals and make sure to share those with your manager to make them visible on this page.
nl_nl: Deze feedback zal zichtbaar zijn voor {{name}} wanneer zij jouw beoordeling voltooien. Overweeg om je feedbackpagina te bezoeken en te controleren of er feedback is die je met hen kunt delen en die relevant kan zijn voor jouw beoordeling. Bekijk alle feedback die je aan je doelen hebt gekoppeld en zorg ervoor dat je deze met je manager deelt om ze op deze pagina zichtbaar te maken.

source: The worker is finalizing their answers to the widget questions. Once the answers are published, you will be able to view them.
nl_nl: De werknemer is bezig met het afronden van zijn antwoorden op de widgetvragen. Zodra de antwoorden zijn gepubliceerd, kunt u ze bekijken.

source: Past reviews
nl_nl: Eerdere beoordelingen

source: Upcoming review
nl_nl: Aankomende evaluatie

source: OK. I will wait for the self-review to be submitted.
nl_nl: OK. Ik zal wachten tot de zelfevaluatie is ingediend.

source: Bold (CTRL+B)
nl_nl: Vet (CTRL+B)

source: Bulleted list (CTRL+ALT+O)
nl_nl: Opsommingstekens (CTRL+ALT+O)

source: Italic (CTRL+I)
nl_nl: Cursief (CTRL+I)

source: Insert link (CTRL+K)
nl_nl: Link invoegen (CTRL+K)

source: Numbered list (CTRL+SHIFT+O)
nl_nl: Genummerde lijst (CTRL+SHIFT+O)

source: Strikethrough (CTRL+SHIFT+S)
nl_nl: Doorhalen (CTRL+SHIFT+S)

source: Styles
nl_nl: Stijlen

source: Underline (CTRL+U)
nl_nl: Onderstrepen (CTRL+U)

source: Median
nl_nl: Mediaan

source: Salary benchmarking
nl_nl: Salarisbenchmarking

source: Saving...
nl_nl: Opslaan...

source: Type to search
nl_nl: Typ om te zoeken

source: Search by person or goal title
nl_nl: Zoek op persoon of doelstellingstitel

source: No elements match your search criteria.
nl_nl: Geen elementen voldoen aan uw zoekcriteria.

source: Explorer panel
nl_nl: Verkenner-paneel

source: Primary action bar
nl_nl: Primaire actiebalk

source: Workspace content
nl_nl: Werkruimte-inhoud

source: Select answer type
nl_nl: Selecteer antwoordtype

source: --Empty--
nl_nl: --Leeg--

source: Add details to the Excel file
nl_nl: Voeg details toe aan het Excel-bestand

source: Upload sensitive content
nl_nl: Upload gevoelige inhoud

source: Your session will end in {{minutes}} minutes due to inactivity. Click "Continue Session" to stay logged in.
nl_nl: Uw sessie eindigt over {{minutes}} minuten vanwege inactiviteit. Klik op "Sessie voortzetten" om ingelogd te blijven.

source: Continue session
nl_nl: Sessie voortzetten

source: End session
nl_nl: Sessie beëindigen

source: Application version:
nl_nl: Applicatieversie:

source: Change password
nl_nl: Wachtwoord wijzigen

source: The new passwords don't match.
nl_nl: De nieuwe wachtwoorden komen niet overeen.

source: Your password was successfully updated; you will be logged out in 3 seconds.
nl_nl: Je wachtwoord is succesvol bijgewerkt; je wordt over 3 seconden uitgelogd.

source: Password mismatch.
nl_nl: Wachtwoord komt niet overeen.

source: The password you provided is too long.
nl_nl: Het wachtwoord dat u heeft opgegeven is te lang.

source: The password you provided is too short.
nl_nl: Het wachtwoord dat je hebt opgegeven is te kort.

source: All fields must be filled in.
nl_nl: Alle velden moeten worden ingevuld.

source: Current password
nl_nl: Huidig wachtwoord

source: New password
nl_nl: Nieuw wachtwoord

source: Confirm new password
nl_nl: Bevestig nieuw wachtwoord

source: No dictionary words
nl_nl: Geen woordenboekwoorden

source: At least one number
nl_nl: Ten minste één nummer

source: At least one lowercase letter
nl_nl: Ten minste één kleine letter

source: Maximum length: 23 characters
nl_nl: Maximumlengte: 23 tekens

source: Minimum length: 4 characters
nl_nl: Minimumlengte: 4 tekens

source: At least one non-alphanumeric character (!$%@#&^*)
nl_nl: Ten minste één niet-alfanumeriek teken (!$%@#&^*)

source: Must be different from the 7 previous passwords
nl_nl: Moet anders zijn dan de 7 vorige wachtwoorden

source: Your password must meet the following requirements:
nl_nl: Uw wachtwoord moet aan de volgende vereisten voldoen:

source: The username cannot be used in the password
nl_nl: De gebruikersnaam mag niet in het wachtwoord worden gebruikt.

source: At least one uppercase letter
nl_nl: Minstens één hoofdletter

source: Review consent
nl_nl: Toestemming voor beoordeling

source: You have already accepted our data privacy terms. If you continue, your consent will be withdrawn, and you will be logged out. Are you sure you want to update your consent settings?
nl_nl: U heeft onze voorwaarden voor gegevensprivacy al geaccepteerd. Als u verdergaat, wordt uw toestemming ingetrokken en wordt u uitgelogd. Weet u zeker dat u uw toestemmingsinstellingen wilt bijwerken?

source: Withdraw consent & logout
nl_nl: Toestemming intrekken & uitloggen

source: New data privacy statement
nl_nl: Nieuwe verklaring gegevensbescherming

source: Version: {{version}}
nl_nl: Versie: {{version}}

source: Date display format
nl_nl: Weergaveformaat datum

source: Decimal & thousand separators
nl_nl: Decimaal- en duizendtalscheidingstekens

source: Language & format
nl_nl: Taal & opmaak

source: Format preview
nl_nl: Voorbeeld van opmaak

source: Formatting is linked to the selected language
nl_nl: Opmaak is gekoppeld aan de geselecteerde taal

source: Legal disclaimer
nl_nl: Juridische disclaimer

source: Copyright © {{year}} beqom. All rights reserved. These online services are confidential and proprietary to beqom and for use by authorized beqom customers only.
nl_nl: Copyright © {{year}} beqom. Alle rechten voorbehouden. Deze online diensten zijn vertrouwelijk en eigendom van beqom en zijn alleen bedoeld voor gebruik door geautoriseerde beqom-klanten.

source: Search in Settings
nl_nl: Zoeken in Instellingen

source: Languages
nl_nl: Talen

source: Switch off to opt out of email notifications. You can opt back in to receive notifications at any time by switching the toggle on.
nl_nl: Schakel uit om je af te melden voor e-mailmeldingen. Je kunt je op elk moment weer aanmelden om meldingen te ontvangen door de schakelaar weer in te schakelen.

source: Receive email notifications
nl_nl: Ontvang e-mailmeldingen

source: Street address
nl_nl: Adres

source: Full street address, which may include the house number, the street name, a P.O. box if any, and multi-line extended street address information.
nl_nl: Volledig adres, dat het huisnummer, de straatnaam, een postbus indien van toepassing, en meerregelige uitgebreide adresinformatie kan bevatten.

source: Subtitle
nl_nl: Ondertitel

source: Plan overview
nl_nl: Overzicht van het plan

source: Nomination review
nl_nl: Nominatiebeoordeling

source: Expand actions
nl_nl: Acties uitbreiden

source: No data to show
nl_nl: Geen gegevens om weer te geven

source: No information available at this time.
nl_nl: Op dit moment is er geen informatie beschikbaar.

source: Reporting to {{name}}
nl_nl: Rapporteren aan {{name}}

source: {{days}} days ago
nl_nl: {{days}} dagen geleden

source: Reviewed by {{fullName}}.
nl_nl: Beoordeeld door {{fullName}}.

source: Review outcome
nl_nl: Uitkomst van de evaluatie

source: You don’t have any check-ins yet. Start by scheduling your first check-in!
nl_nl: Je hebt nog geen check-ins. Begin met het plannen van je eerste check-in.

source: With the closest deadlines
nl_nl: Met de dichtstbijzijnde deadlines

source: Tracking
nl_nl: Volgen

source: Good afternoon, {{name}}!
nl_nl: Goedemiddag, {{name}}!

source: Good evening, {{name}}!
nl_nl: Goedenavond, {{name}}!

source: Good morning, {{name}}!
nl_nl: Goedemorgen, {{name}}!

source: Good night, {{name}}!
nl_nl: Goedenacht, {{name}}!

source: With the current rating
nl_nl: Met de huidige beoordeling

source: No performance reviews assigned at the moment.
nl_nl: Er zijn momenteel geen prestatiebeoordelingen toegewezen.

source: Current benefits
nl_nl: Huidige voordelen

source: Remaining: {{remaining}}
nl_nl: Resterend: {{remaining}}

source: Current year bonus
nl_nl: Huidige jaarbonus

source: Target bonus: {{target}}
nl_nl: Doelbonus: {{target}}

source: Current year equity/LTI
nl_nl: Huidig jaar aandelen/LTI

source: Current share price: {{share}}
nl_nl: Huidige aandelenkoers: {{share}}

source: Current year salary
nl_nl: Huidig jaarsalaris

source: {{change}}% change compared to last year
nl_nl: {{change}}% verandering vergeleken met vorig jaar

source: (Default)
nl_nl: (Standaard)

source: Translations: {{translated}}/{{languages}}
nl_nl: Vertalingen: {{translated}}/{{languages}}

source: Disable localization
nl_nl: Lokalisatie uitschakelen

source: Enable localization
nl_nl: Lokalisatie inschakelen

source: Hide or display the technical localization keys in the user interface.
nl_nl: Verberg of toon de technische lokalisatiesleutels in de gebruikersinterface.

source: Possible values are "Work", "Home" and "Other".'
nl_nl: Mogelijke waarden zijn "Werk", "Thuis" en "Overig".

source: Import/manage users
nl_nl: Gebruikers importeren/beheren

source: Get started by creating or importing
nl_nl: Begin door te maken of te importeren

source: No users assigned to security groups
nl_nl: Geen gebruikers toegewezen aan beveiligingsgroepen

source: Upload the completed file
nl_nl: Upload het voltooide bestand

source: Supported file formats: CSV Maximum file size: 10MB.
nl_nl: Ondersteunde bestandsformaten: CSV Maximale bestandsgrootte: 10MB.

source: Import/export
nl_nl: Importeren/exporteren

source: by individual
nl_nl: per individu

source: by security group
nl_nl: per beveiligingsgroep

source: Manage users
nl_nl: Gebruikers beheren

source: Follow the wizard to select users, and then assign them to an existing security group or create a custom security setup.
nl_nl: Volg de wizard om gebruikers te selecteren en wijs ze vervolgens toe aan een bestaande beveiligingsgroep of maak een aangepaste beveiligingsinstelling.

source: Manage users by individuals
nl_nl: Gebruikers individueel beheren

source: Follow the guided wizard to manually assign users to an existing security group.
nl_nl: Volg de begeleide wizard om gebruikers handmatig toe te wijzen aan een bestaande beveiligingsgroep.

source: Manage users by security group
nl_nl: Gebruikers beheren per beveiligingsgroep

source: Upload a CSV file to create multiple elements in bulk.
nl_nl: Upload een CSV-bestand om meerdere elementen in bulk aan te maken.

source: Import CSV
nl_nl: CSV importeren

source: Select how you want to manage user security. You can either use the wizard to manually create elements step by step or import a CSV file to upload multiple elements at once.
nl_nl: Selecteer hoe u gebruikersbeveiliging wilt beheren. U kunt de wizard gebruiken om handmatig stap voor stap elementen aan te maken of een CSV-bestand importeren om meerdere elementen tegelijk te uploaden.

source: Manage user security
nl_nl: Gebruikersbeveiliging beheren

source: User Security
nl_nl: Gebruikersbeveiliging

source: Security group
nl_nl: Beveiligingsgroep

source: Job position
nl_nl: Functie

source: User
nl_nl: Gebruiker

source: Edit group assignment
nl_nl: Groepstoewijzing bewerken

source: Group name:
nl_nl: Groepsnaam:

source: Job position:
nl_nl: Functie:

source: Roles in group:
nl_nl: Rollen in groep:

source: Security group details
nl_nl: Beveiligingsgroepdetails

source: User details
nl_nl: Gebruikersgegevens

source: User:
nl_nl: Gebruiker:

source: Work country:
nl_nl: Werkland:

source: User roles & permissions
nl_nl: Gebruikersrollen en machtigingen

source: View feedback
nl_nl: Bekijk feedback

source: After performing this action, further edits will no longer be possible.
nl_nl: Na het uitvoeren van deze actie zijn verdere bewerkingen niet meer mogelijk.

source: Mark the goal as done to complete it.
nl_nl: Markeer het doel als voltooid om het af te ronden.

source: My goal
nl_nl: Mijn doel

source: View tags
nl_nl: Bekijk tags

source: Watermark text
nl_nl: Watermerk tekst

source: Complete setup
nl_nl: Setup voltooien

source: To make sure you get the best experience on the platform, please select the information and apply it in the field below. You can update your preferences at any time in the user settings.
nl_nl: Om ervoor te zorgen dat u de beste ervaring op het platform krijgt, selecteert u de informatie en past u deze toe in het onderstaande veld. U kunt uw voorkeuren op elk moment bijwerken in de gebruikersinstellingen.

source: Go to my equity page
nl_nl: Ga naar mijn aandelenpagina

source: My total grands
nl_nl: Al mijn toekenningen

source: Total grants
nl_nl: Totale toekenningen

source: Compensation equity
nl_nl: Compensatie-aandelen

source: <0>{{value}}</0> of {{total}}
nl_nl: <0>{{value}}</0> van {{total}}

source: Privacy mode on
nl_nl: Privacy-modus aan

source: Activate our powerful analytics framework for in-depth data analysis, data visualization, and business/operational insights. Users need the "Analytics" professional role to access these dashboards.
nl_nl: Activeer ons krachtige analyseframework voor diepgaande data-analyse, datavisualisatie en zakelijke/operationele inzichten. Gebruikers hebben de professionele rol "Analytics" nodig om toegang te krijgen tot deze dashboards.

source: Enable Analytics Hub
nl_nl: Analytics Hub inschakelen

source: Any worker having at least one direct report will have access to the Analytics Hub where they will be able to view dashboards for all the workers within their reporting line (direct and indirect). The reporting line is defined by the line manager relationship defined in the data foundation Employment entity.
nl_nl: Elke medewerker met ten minste één directe ondergeschikte heeft toegang tot de Analytics Hub waar zij dashboards kunnen bekijken voor alle medewerkers binnen hun rapportagelijn (direct en indirect). De rapportagelijn wordt gedefinieerd door de lijnmanagerrelatie die is gedefinieerd in de data foundation Employment entiteit.

source: Manager access
nl_nl: Managertoegang

source: Analytics Hub Settings
nl_nl: Analytics Hub-instellingen

source: Analytics Settings
nl_nl: Analytics-instellingen

source: This modification will impact all users.
nl_nl: Deze wijziging heeft gevolgen voor alle gebruikers.

source: This bonus plan ({{bonusPlanName}}) is currently used in the following compensation rounds:
nl_nl: Dit bonusplan ({{bonusPlanName}}) wordt momenteel gebruikt in de volgende beloningsrondes:

source: This bonus plan is in "Draft" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
nl_nl: Dit bonusplan heeft de status "Concept" en wordt niet gebruikt in compensatierondes. Door het te verwijderen wordt het permanent uit de lijst verwijderd.

source: Are you sure you want to delete the pending draft of this bonus plan?
nl_nl: Weet u zeker dat u het concept van dit bonusplan wilt verwijderen?

source: You do not have permission to delete this bonus plan. Only users with the Global Compensation Admin role can perform this action.
nl_nl: U heeft geen toestemming om dit bonusplan te verwijderen. Alleen gebruikers met de rol Globale Compensatie Beheerder kunnen deze actie uitvoeren.

source: This bonus plan is currently used in the following compensation rounds. To delete it, please replace it another bonus plan in "Ready" status.
nl_nl: Dit bonusplan wordt momenteel gebruikt in de volgende compensatierondes. Om het te verwijderen, vervang het door een ander bonusplan met de status "Gereed".

source: Compensation rounds using this bonus plan:
nl_nl: Beloningsrondes met dit bonusplan:

source: This bonus plan is in "Ready" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
nl_nl: Dit bonusplan heeft de status "Gereed" en wordt niet gebruikt in compensatierondes. Door het te verwijderen wordt het permanent uit de lijst verwijderd.

source: Replace bonus plan before deletion
nl_nl: Vervang bonusplan voor verwijdering

source: Delete bonus plan
nl_nl: Bonusplan verwijderen

source: The bonus plan was successfully deleted.
nl_nl: Het bonusplan is succesvol verwijderd.

source: No bonus plans have been created yet
nl_nl: Er zijn nog geen bonusplannen aangemaakt

source: No bonus plans
nl_nl: Geen bonusplannen

source: The plan is about a deactivated user.
nl_nl: Het plan gaat over een gedeactiveerde gebruiker.

source: Plan stage
nl_nl: Planningsfase

source: View plan
nl_nl: Plan bekijken

source: Current plan stage: {{stageName}}
nl_nl: Huidige planningsfase: {{stageName}}

source: Delete plan
nl_nl: Plan verwijderen

source: Delete plans
nl_nl: Plannen verwijderen

source: Are you sure you want to delete {{count}} career development plan?
nl_nl: Weet je zeker dat je {{count}} ontwikkelplan voor je loopbaan wilt verwijderen?

source: Are you sure you want to delete {{count}} career development plans?
nl_nl: Weet je zeker dat je {{count}} loopbaanontwikkelingsplannen wilt verwijderen?

source: This action cannot be undone.
nl_nl: Deze actie kan niet ongedaan worden gemaakt.

source: Delete {{count}} career development plan
nl_nl: {{count}} ontwikkelplan verwijderen

source: Delete {{count}} career development plans
nl_nl: {{count}} loopbaanontwikkelingsplannen verwijderen

source: {{count}} career development plan was successfully deleted.
nl_nl: {{count}} loopbaanontwikkelingsplan is succesvol verwijderd.

source: {{count}} career development plans were successfully deleted.
nl_nl: {{count}} loopbaanontwikkelingsplannen zijn succesvol verwijderd.

source: {{count}} out of {{chosenPlans}} career development plans was successfully deleted.
nl_nl: {{count}} van de {{chosenPlans}} loopbaanontwikkelingsplannen is succesvol verwijderd.

source: {{count}} out of {{chosenPlans}} career development plans were successfully deleted.
nl_nl: {{count}} van de {{chosenPlans}} loopbaanontwikkelingsplannen zijn succesvol verwijderd.

source: The list can load up to {{count}} results. Use search to find additional managers.
nl_nl: De lijst kan tot {{count}} resultaten laden. Gebruik de zoekfunctie om extra managers te vinden.

source: The list can load up to {{count}} results. Use search to find additional organizational units.
nl_nl: De lijst kan maximaal {{count}} resultaten laden. Gebruik zoeken om extra organisatorische eenheden te vinden.

source: Filter by plan stage
nl_nl: Filteren op planningsfase

source: Select a plan stage
nl_nl: Selecteer een planningsfase
